

factory_seed = [ # часовые заводы
    "1МЧЗ имени Кирова",
    "Петродворцовый часовой завод",
    "Чистопольский часовой завод",
    "2МЧЗ",
    "Пензенский часовой завод",
    "Минский часовой завод",
    "Угличский часовой завод",
    "Ульяновский часовой завод",
]

brand_seed = [ # брэнды часов
    "полёт",
    "слава",
    "ракета",
    "восток",
    "чайка",
    "заря",
    "луч",
    "победа",
    "зим",
    "звезда",
    
    
    "мир",
    "весна",
    "аврора",
    "океан",
    "штурманские",
    "сигнал",
    "командирские",
    "спутник",
    "волга",
    "волна",
    "вымпел",
    "дружба",
    "кама",
    "полюс",
    "колос",
    "космос",
    "люкс",
    "маяк",
    "нева",
    "сатурн",
    "свет",
    "старт",
    "столичные",
    "амфибия",
    
    
    "sekonda",
    "cornarvin",
    "exacta",
    "foreign",
    "serkisof",
    "orex",
    "mister anker",
    "fabuna",
    "sport",
    
    
    "poljot",
    "slava",
    "wostok",
    "raketa",
    "zarja",
    "chaika"
]

case_material_seed = [ # материалы корпуса
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "алюминий",
    "пластик",
    
    "золото 583",
    "золото 585",
    "золото 750",
    
    "позолота Au",
    "позолота Au1",
    "позолота Au5",
    "позолота Au10",
    "позолота Au12.5",
    "позолота Au15",
    "позолота Au20",
    "позолота Au25",
    "позолота 22K",
    "позолота",
    
    # лимонная позолота, белая позолота, родиевая белая, желтая позолота,  без клейма, Au, Au1, Au5, Au10, Au12, Au12, Au12.5 Au15, Au20, Au25, +, <, M, Mю, 22K

]

gender_seed = [ # пол
    "мужские",
    "женские",
    "унисекс",
    "детские"
]

function_seed = [ # уникальные функции часов
    "автоподзавод",
    "ручной завод",
    "день недели",
    "дата",
    "стоп секунда",
    "хронограф", 
    "прецизионные", 
    "лунный календарь",
    "счетчик гейгера",
    "будильник",
    
    
    
]

mechanism_type_seed = [ # тип механизма
    "механика",
    "кварц",
    "электро-магнитные",
]


admin_seed = [ # админы
    {
        "name": "admin",
        "password": "admin@admin.admin"
    }
]


