

factory = [ # часовые заводы
    "1МЧЗ имени Кирова",
    "Петродворцовый часовой завод",
    "Чистопольский часовой завод",
    "2МЧЗ",
    "Пензенский часовой завод",
    "Минский часовой завод",
    "Угличский часовой завод",
    "Ульяновский часовой завод",
]

brand = [ # брэнды часов
    "полёт",
    "слава",
    "ракета",
    "восток",
    "чайка",
    "заря",
    "луч",
    "победа",
    "зим",
    "звезда",
    "мактайм",
    
    
    "мир",
    "весна",
    "аврора",
    "океан",
    "штурманские",
    "сигнал",
    "командирские",
    "спутник",
    "волга",
    "волна",
    "вымпел",
    "дружба",
    "кама",
    "полюс",
    "колос",
    "космос",
    "люкс",
    "маяк",
    "нева",
    "сатурн",
    "свет",
    "старт",
    "столичные",
    "амфибия",
    "алмаз",
    
    
    "sekonda",
    "cornarvin",
    "exacta",
    "foreign",
    "serkisof",
    "orex",
    "mister anker",
    "fabuna",
    "sport",
    
    
    "poljot",
    "slava",
    "wostok",
    "raketa",
    "zarja",
    "chaika"
]

case_material = [ # материалы корпуса
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "алюминий",
    "пластик",
    
    "золото 583",
    "золото 585",
    "золото 750",
    
    "позолота Au",
    "позолота Au1",
    "позолота Au5",
    "позолота Au10",
    "позолота Au12.5",
    "позолота Au15",
    "позолота Au20",
    "позолота Au25",
    "позолота 22K",
    "позолота",
    
    # лимонная позолота, белая позолота, родиевая белая, желтая позолота,  без клейма, Au, Au1, Au5, Au10, Au12, Au12, Au12.5 Au15, Au20, Au25, +, <, M, Mю, 22K

]

function = [ # уникальные функции часов
    "стандартные",
    "автоподзавод",
    "ручной завод",
    "день недели",
    "дата",
    "стоп секунда",
    "хронограф", 
    "прецизионные", 
    "лунный календарь",
    "счетчик гейгера",
    "будильник",
]

mechanism_type = [ # тип механизма
    "механические",
    "кварцевые",
    "электро-магнитные",
]


admin = [ # админы
    {
        "login": "admin",
        "password": "admin@admin.admin"
    }
]


