factory = [ # часовые заводы
    "1МЧЗ имени Кирова",
    "2МЧЗ",
    "Петродворцовый",
    "Чистопольский",
    "Пензенский",
    "Минский",
    "Угличский",
    "Ульяновский",
    "Челябинский",
    "имени Масленникова (Зим)",
    "Златоустовский"
]

brand = [ # брэнды часов
    "полёт",
    "слава",
    "ракета",
    "восток",
    "чайка",
    "заря",
    "луч",
    "победа",
    "зим",
    "звезда",
    "мактайм",
    "электроника",
    
    
    "мир",
    "весна",
    "аврора",
    "океан",
    "штурманские",
    "сигнал",
    "командирские",
    "спутник",
    "волга",
    "волна",
    "вымпел",
    "дружба",
    "кама",
    "полюс",
    "колос",
    "космос",
    "люкс",
    "маяк",
    "нева",
    "сатурн",
    "свет",
    "старт",
    "столичные",
    "амфибия",
    "командирские",
    "генеральские",
    "алмаз",
    "стрела",
    "урал",
    
    
    "sekonda",
    "cornarvin",
    "exacta",
    "foreign",
    "serkisof",
    "orex",
    "mister anker",
    "fabuna",
    "sport",
    "cardinal",
    
    
    "poljot",
    "slava",
    "wostok",
    "raketa",
    "zarja",
    "chaika"
    

]
# буран
# орион
# авиатор
# нестеров
# патриот
# 
 
case_material = [ # материалы корпуса
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "алюминий",
    "пластик",
    "позолота"
]

function = [ # уникальные функции часов
    "автоподзавод",
    "ручной завод",
    "день недели",
    "дата",
    "стоп секунда",
    "хронограф", 
    "прецизионные", 
    "лунный календарь",
    "счетчик гейгера",
    "будильник",
    "противоударные"
    "пылезащищенные"
    
    "безель",
    "рант",
    "антимагнитные",
    
]

mechanism_type = [ # тип механизма
    "механические",
    "кварцевые",
    "электро-механические",
    "электронные"
]

gender = [
    "мужские",
    "женские",
    "универсальные"
]

sort = [
    {
        "id": 1, 
        "name": "дата публикации ↑"
    },
    {
        "id": 2, 
        "name": "дата публикации ↓"
    },
    {
        "id": 3, 
        "name": "год выпуска ↑"
    },
    {
        "id": 4, 
        "name": "год выпуска ↓"
    },
]
