factory = [ # часовые заводы
    "1МЧЗ имени Кирова",
    "Петродворцовый",
    "Чистопольский",
    "2МЧЗ",
    "Пензенский",
    "Минский",
    "Угличский",
    "Ульяновский",
]

brand = [ # брэнды часов
    "полёт",
    "слава",
    "ракета",
    "восток",
    "чайка",
    "заря",
    "луч",
    "победа",
    "зим",
    "звезда",
    "мактайм",
    
    
    "мир",
    "весна",
    "аврора",
    "океан",
    "штурманские",
    "сигнал",
    "командирские",
    "спутник",
    "волга",
    "волна",
    "вымпел",
    "дружба",
    "кама",
    "полюс",
    "колос",
    "космос",
    "люкс",
    "маяк",
    "нева",
    "сатурн",
    "свет",
    "старт",
    "столичные",
    "восток амфибия",
    "восток командирские",
    "алмаз",
    "стрела",
    
    
    "sekonda",
    "cornarvin",
    "exacta",
    "foreign",
    "serkisof",
    "orex",
    "mister anker",
    "fabuna",
    "sport",
    "cardinal",
    
    
    "poljot",
    "slava",
    "wostok",
    "raketa",
    "zarja",
    "chaika"
]

case_material = [ # материалы корпуса
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "алюминий",
    "пластик",
    "позолота"
]

function = [ # уникальные функции часов
    "автоподзавод",
    "ручной завод",
    "день недели",
    "дата",
    "стоп секунда",
    "хронограф", 
    "прецизионные", 
    "лунный календарь",
    "счетчик гейгера",
    "будильник",
    "безель"
]

mechanism_type = [ # тип механизма
    "механические",
    "кварцевые",
    "электро-механические",
    "электронные"
]

gender = [
    "мужские",
    "женские",
    "универсальные"
]


