


# -------- Часы --------

factory_seed = [ # часовые заводы
    "1МЧЗ имени Кирова",
    "Петродворцовый часовой завод",
    "Чистопольский часовой завод",
    "2МЧЗ",
    "Пензенский часовой завод",
    
    "Минский часовой завод",
    
    "Угличский часовой завод",
    
    "Ульяновский часовой завод",
    
    
]

brand_seed = [ # названия брэнда часов
    "полёт",
    "слава",
    "ракета",
    "восток",
    "чайка",
    "заря",
    "луч",
    "победа",
    "зим",
    "звезда",

    "мир",

    "sekonda",
    "cornarvin",
    "execta",
    "foreign",
    "serkisof",
    "orex",
    "mister anker"
]

case_material_seed = [ # материалы корпуса часов
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "алюминий",
    "пластик",
    
    "золото 583",
    "золото 585",
    "золото 750",
    
    "позолота Au",
    "позолота Au1",
    "позолота Au5",
    "позолота Au10",
    "позолота Au12.5",
    "позолота Au15",
    "позолота Au20",
    "позолота Au25",
    "позолота 22K",
    "позолота Au◊",
    
    # лимонная позолота, белая позолота, родиевая белая, желтая позолота,  без клейма, Au, Au1, Au5, Au10, Au12, Au12, Au12.5 Au15, Au20, Au25, +, <, M, Mю, 22K

]

gender_seed = [ # пол часов
    "мужские",
    "женские",
    "унисекс"
]

function_seed = [ # функции часов
    "автоподзавод",
    "ручной завод",
    "день недели",
    "дата",
    "стоп секунда",
    "хронограф", 
    "прецизионные", 
    "лунный календарь",
    "счетчик гейгера",
    "будильник",
    
    
    
]

mechanism_type_seed = [
    "механика",
    "кварц",
    "электро-магнитные",
    
]

role_seed = [ # роли пользователей
    "пользователь",
    "админ",
    "заблокирован",
    "создатель",
]
