# -------- Часы --------

watch_factory_seed = [ # часовые заводы
    
]

watch_brand_seed = [ # названия брэнда часов
    "Полёт",
    "С"
]

watch_case_material_seed = [ # материалы корпуса часов
    "титан",
    "сталь",
    "дерево",
    "хром",
    "нейзильбер",
    "камень",
    "серебро",
    "нитрид",
    "нитрид синий",
    "нитрид зеленый"
    "алюминий"
    "пласстмасса"
    
    "золото 583",
    "золото 585",
    "золото 750",
    
    
    # лимонная позолота, белая позолота, родиевая белая, желтая позолота,  без клейма, Au, Au1, Au5, Au10, Au12, Au12, Au12.5 Au15, Au20, Au25, +, <, M, Mю, 22K
    "лимонная позолота",
    "белая позолота",
    "желтая позолота",
    
    "лимонная позолота Au",
    "белая позолота Au",
    "желтая позолота Au",
    
    "лимонная позолота Au1",
    "белая позолота Au1",
    "желтая позолота Au1",
    
    "лимонная позолота Au5",
    "белая позолота Au5",
    "желтая позолота Au5",
    
    "лимонная позолота Au10",
    "белая позолота Au10",
    "желтая позолота Au10",
    
    "лимонная позолота Au12",
    "белая позолота Au12",
    "желтая позолота Au12",
    
    "лимонная позолота Au12.5",
    "белая позолота Au12.5",
    "желтая позолота Au12.5",
    
    "лимонная позолота Au12.5+",
    "белая позолота Au12.5+",
    "желтая позолота Au12.5+",
    
    "лимонная позолота Au15",
    "белая позолота Au15",
    "желтая позолота Au15",
    
    "лимонная позолота Au20",
    "белая позолота Au20",
    "желтая позолота Au20",
    
    "лимонная позолота Au22.5",
    "белая позолота Au22.5",
    "желтая позолота Au22.5",
    
    "лимонная позолота Au25",
    "белая позолота Au25",
    "желтая позолота Au25",
    
    "лимонная позолота Au50",
    "белая позолота Au50",
    "желтая позолота Au50",
    
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
]

watch_gender_seed = [ # пол часов
    "мужские",
    "женские",
    "унисекс"
]

# -------- Механизмы --------


# -------- Пользователь --------